{
	"newsList":[
	   {
		  "title":"mttr stock price could double as the metaverse expands rapidly",
		  "text":"In the wake of Matterport's AWS Marketplace listing, MTTR stock looks undervalued. \\n Matterport provides 3D platform that enables users to design, construct and operate these built worlds, so to speak. \\n it would be terrific buy as, at that price, the shares would leave investors well-positioned to benefit from potential slingshot move to $40.. \\n the demand for  Matterport's 3D renderings of physical spaces has surged.. \\n This audit attests to Matterport's commitment to maintaining security and operational controls. \\n It's win-win, as the  customers of AWS cloud provider service will now have access to Matterport's digital twin technology.. \\n Conway Chen, Matterport's Vice President of Business Development and Alliances, is optimistic about the company's future.. \\n We're seeing Matterport being used supercharging use cases across the board from smart buildings, more, and smart homes, unlocking technology with unmatched AI and deep learning analytics... \\n The current share price of MTTR stock can double, as the metaverse is expanding in size and adoption levels. \\n On the date of publication, David Moadel did not have any positions in the securities mentioned in this article. The opinions expressed in this article are those of the writer, subject to the InvestorPlace com Publishing Guidelines... \\n ",
		  "id":"73bcd7ab855a4927",
		  "time":"2021-12-14T14:02:21Z",
		  "hash":"73bcd7ab855a4927",
		  "url":"https:\/\/investorplace.com\/2021\/12\/mttr-stock-price-could-double-as-metaverse-expands-rapidly\/",
		  "image":"https:\/\/investorplace.com\/wp-content\/uploads\/2021\/11\/matterport-mttr-1600.jpg",
		  "subfilters":[
			 {
				"id":"61b76db98c90be3d859898aa",
				"rel":1
			 },
			 {
				"id":"61b76db88c90be3d8598983c",
				"rel":0.8
			 }
		  ],
		  "headingNews":false,
		  "titleNews":false,
		  "tags":[
			 "energy-stocks,retail-stocks,AMZN,debt-market,dapps"
		  ]
	   },
	   {
		  "title":"how to set up apple account access so people can get in after you die",
		  "text":" Apple released iPhone update on Monday, iOS 15.2, which includes new feature called Digital Legacy. \\n It lets you choose specific people who will be able to access your account after you die.. \\n Until now, it's been very difficult for loved ones to access Apple of member or friend. \\n Without the passcode or iCloud information, surviving family members sometimes had to get order for access to deceased loved one's data. \\n The chosen contacts can access data stored iCloud, like photos and documents, after the user dies, so long as they have special access key and copy of your death certificate. \\n So be sure to set up Digital Legacy with people who are likely to have copy of your death certificate when you die.. \\n First, make sure you've updated to iOS 15.2 by going to Settings > General > Software Update.. \\n Print it and keep it in safe place with your other estate planning documents.. \\n Your Digital Legacy contacts will need to provide that code and death certificate to access your account.. \\n Legacy contacts can visit Apple's website to request access after you die... \\n ",
		  "id":"93fac18904be57fe",
		  "time":"2021-12-13T18:36:48Z",
		  "hash":"93fac18904be57fe",
		  "url":"https:\/\/www.cnbc.com\/2021\/12\/13\/how-to-set-up-apple-account-access-so-people-can-get-in-after-you-die.html",
		  "image":"https:\/\/image.cnbcfm.com\/api\/v1\/image\/103526246-RTSD2PC.jpg?v=1529452032",
		  "subfilters":[
			 {
				"id":"61b76db98c90be3d859898aa",
				"rel":1
			 }
		  ],
		  "headingNews":false,
		  "titleNews":false,
		  "tags":[
			 "dapps"
		  ]
	   },
	   {
		  "title":"software flaw sparks global race to patch bug",
		  "text":"Security experts warned that it could take weeks or more to assess the extent of the damage and that hackers exploiting the vulnerability could access data on networks and install back doors they could use to maintain access to servers even after the software has been patched... \\n It's one of the significant vulnerabilities that I've seen in time, said Aaron Portnoy, scientist with the security firm Randori.. \\n The flaw was reported late last month to Log4j, group of volunteer coders. \\n The foundation, nonprofit group that helps oversee the development of many open-source programs, alerted its community about the vulnerability on Dec 9... \\n In 2014, internet users world-wide were urged to reset their passwords after another issue, known as Heartbleed, was discovered OpenSSL, obscure yet similarly ubiquitous piece of software built by volunteers.. \\n Hackers started exploiting the flaw widely early Friday, including to gain access to servers running Microsoft's Minecraft gaming software, researchers said. \\n During roughly 24-hour period, the security firm Check Point Software Technologies Ltd saw more than 100,000 attempts to exploit the bug, about half of. \\n Dutch, Cas van Cooten, discovered the bug on Apple Inc.'s AAPL -1.65% servers, potentially giving him way of running code within Apple's network. \\n Another researcher, Carson Owlett, said that consultants working with his security firm, Black Mirage LLC, were able to detect the bug on systems run by other companies, including Twitter and LinkedIn, also owned by Microsoft... \\n everything from email addresses to navigation requests, these attempts could give attackers foothold on corporate networks, said Ryan McGeehan, consultant. \\n ",
		  "id":"7ae6b42451995013",
		  "time":"2021-12-12T21:22:00Z",
		  "hash":"7ae6b42451995013",
		  "url":"https:\/\/www.wsj.com\/articles\/tech-giants-microsoft-amazon-and-others-warn-of-widespread-software-flaw-11639260827?mod=automatedsubsection_trending_now_article_pos4",
		  "image":"https:\/\/images.wsj.net\/im-450659\/social",
		  "subfilters":[
			 {
				"id":"61b76db88c90be3d8598983c",
				"rel":0.8
			 },
			 {
				"id":"61b76db98c90be3d859898aa",
				"rel":1
			 }
		  ],
		  "headingNews":false,
		  "titleNews":false,
		  "tags":[
			 "MSFT,ORCL,AMZN,CSCO,dapps,AAPL"
		  ]
	   },
	   {
		  "title":"fed expected to speed up taper timeline this week as inflation hits 39-year high",
		  "text":" Federal Reserve officials on Wednesday are expected to lay out plans to begin accelerating the winding down of their massive bond-buying program as they seek to remove the crutches from U.S order to combat the in four decades.. \\n By speeding up their tapering of bond purchases, While testifying before Congress two weeks ago, that it was time for Fed to retire the word transitory in describing inflation partly due to confusion over the word's meaning and suggested that officials may have to react to rising prices... \\n taper timeline is expected, economists will be watching Powell and Fed for signs of sooner-than-expected interest rate lift-off as U.S copes with the inflation spike in 39 years. \\n majority of traders are pricing in at least 25-basis point hike May, and about 62% chance of three modest rate increases over the course of 2022. \\n Wednesday's FOMC meeting is critical, said Danielle DiMartino Booth, Quill Intelligence CEO and adviser to then-Dallas Fed President Richard Fisher.. \\n While it's rare to make changes to policy at December meetings, Fed is under tremendous pressure given the persistence of elevated inflation to expedite its announced tapering at minimum... \\n President Biden speaks 2021 Washington, DC.  ... \\n Fed had been purchasing $120 Treasury bonds and mortgage-backed securities throughout most of the order to keep credit cheap and stabilize the financial markets. \\n In November, Fed officials announced plans to scale back the program by $15 billion month, timeline that would end the program by June.. \\n Fed meeting the last one this year comes on the heels of new data released last week that revealed the consumer price index rose 6.8% November from ago, marking the fastest increase since June 1982, when inflation hit 7.1%. \\n ",
		  "id":"1f4cbc9e3665ab5e",
		  "time":"2021-12-14T20:21:00Z",
		  "hash":"1f4cbc9e3665ab5e",
		  "url":"https:\/\/www.foxbusiness.com\/economy\/federal-reserve-december-meeting-inflation",
		  "image":"https:\/\/a57.foxnews.com\/static.foxbusiness.com\/foxbusiness.com\/content\/uploads\/2021\/12\/0\/0\/powell-12.jpg?ve=1&tl=1",
		  "subfilters":[
			 {
				"id":"61b76db98c90be3d8598986e",
				"rel":1
			 }
		  ],
		  "headingNews":false,
		  "titleNews":false,
		  "tags":[
			 "energy-stocks,agriculture-stocks,government-bonds,bank-stocks,mortgage-backed-securities,financial-stocks,u.s.-federal-reserve-buying-activity-&-other-fed-news"
		  ]
	   }
	],
	"query":"http:\/\/www.tickerai.io:8983\/solr\/unified\/select?q=niche:dapps%20OR%20niche:amzn%20OR%20niche:agriculture-stocks%20OR%20niche:earnings%20OR%20niche:dow-jones-nasdaq-%26-s%26p-500%20OR%20niche:bitcoin%20OR%20niche:bitcoin-cash%20OR%20niche:litecoin&rows=100&bf=recip(rord(date),1000,1000,1)^2&group=true&group.field=niche&group.limit:10"
 }
